package org.example.task1_2;

public class Test {
    public static void main(String[] args) {
        //Завдання 1:
        //Користувач з клавіатури вводить значення в масив. Після чого запускаються два потоки. Перший потік
        //находить максимум в масиві. Другий потік находить мінімум в масиві. Результат підрахунків повертається
        //в метод main.

        //Завдання 2:
        //Користувач з клавіатури вводить значення в масив. Після чого запускається два потоки. Перший потік
        //знаходить суму елементів масиву. Другий потік знаходить середнє арифметичне в масиві. Результат
        //підрахунків повертається в метод main.
        FindMinMaxSumAverageArray.getMenu();

    }
}
