package org.example.task3;

public class Test {
    public static void main(String[] args) {
        //Завдання 3:
        //Користувач з клавіатури вводить шлях до файлу, що містить набір чисел. Після чого запускається два
        //потоки. Перший потік створює новий файл, в який записує лише парні елементи масиву. Другий потік
        //створює файл, що записує лише непарні елементи масиву. Кількість парних і непарних елементів
        //повертається в метод main.
        EvenOddFileSeparation.getMenu();
    }
}
